[
  {
    "Q": "What's The Application Process Like?",
    "A": "Stock Pitch Madness requires teams of (3) students. Each team will nominate a team leader whose is to register his/her team and will complete the short answer questions on behalf of their team. As team leader, you are required to make sure your team members also register themselves individually, using the same team name in their application to be accepted. Applications to register teams will close on October 27, 2017.",
    "Category": ""
  },
  {
    "Q": "Who Will Be Judging?",
    "A": "Wall street bankers and college professors will be judging the quality of each of the competing teams’ investment theses, how detailed their analyses are, and the quality of their presentations. The competition will be utilizing the bracket system, which will be broken up into each sector for teams to compete. ",
    "Category": ""
  },
  {
    "Q": "How Do I Get There?",
    "A": "Start booking your way of travel ASAP.  The longer you wait the more expensive traveling will be.  We’re working to get travel reimbursements and buses set-up for you! Based on the amount of sponsoring we receive, we will try to give as must reimbursements as possible and will contact each team leader about the reimbursements and how to go about receiving them. We can’t guarantee reimbursements for everyone but we will work our hardest for everyone to receive one.",
    "Category": ""
  },
  {
    "Q": "What Is ChallengePost?",
    "A": "We are working with companies to help set their own criteria on what sectors and stocks they want students to pitch. Companies may offer their own prizes. Understand that the ChallengePost is a subset of Stock Pitch Madness which means that you still have the opportunity to compete in Stock Pitch Madness through our own sectors and stocks that we have set criteria for. To find out more read our ChallengePost section.",
    "Category": ""
  },
  {
    "Q": "Where Will I Stay?",
    "A": "We will work with the Drexel community in hosting students at their apartment and dorm rooms so that lodging will be free.  There is also a choice of hotels near Drexel that is within walking distance.  We will send out the location of the hotels in your letter of acceptance.  ",
    "Category": "TRAVEL POLICY"
  },
  {
    "Q": "How Will Reimbursements Work?",
    "A": "We'll have a page where you can submit your required travel reimbursement forms and receipts. For each location teams are coming from, we determine the cheapest reasonable option and set a reimbursement cap at a bit more than the cost of that option. We will reimburse all travel costs up to this cap—if you go over, we'll still reimburse the amount of the cap, but no more.",
    "Category": "TRAVEL POLICY"
  },
  {
    "Q": "How Much Is This Going To Cost Me?",
    "A": "Stock Pitch Madness is completely free, including food, drinks, and awesome gear.",
    "Category": "TRAVEL POLICY"
  },
  {
    "Q": "What Should I Bring?",
    "A": "Need: Your valid student ID, suit, laptop, phone, chargers, sleeping equipment, and lots of excitement. \r\n \r\n Please do not bring: Weapons or anything that can be construed as a weapon, alcohol, illegal drugs, or animals. Use your common sense - if you wouldn't bring it on a plane or to school, do not bring it here.",
    "Category": "TRAVEL POLICY"
  },
  {
    "Q": "Who Can Apply/Attend?",
    "A": "All college or university students who have received an acceptance letter from the Stock Pitch Madness team.",
    "Category": "OTHER"
  },
  {
    "Q": "What Should I Wear?",
    "A": "During the competition, you are required to wear business professional clothing which means suit, dress shirt, tie, and dress shoes. ",
    "Category": "OTHER"
  },
  {
    "Q": "Why Do You Need My Resume? ",
    "A": "All students that are participating in Stock Pitch Madness are required to submit their resume so that they can be passed on to sponsoring companies for recruitment.",
    "Category": "OTHER"
  },
  {
    "Q": "What Can I Win?",
    "A": "Prizes will be announced closer to the date of the event",
    "Category": "OTHER"
  },
  {
    "Q": "I Have A Question That's Not Answered Here!",
    "A": "We’re here for you! Send us an email at contact@spmdrexel.com",
    "Category": "OTHER"
  }

]